Repository: WorldHealthOrganization/Bulk-Load-blessed
Catalog: i18n/*.po
Languages: pt

source: Create/update
pt: Crio/atualizar

source: Template {{id}} not loaded
pt: Planilha {{id}} não carregada

source: Program or DataSet not found in instance
pt: Programa ou DataSet não encontrado na instância

source: Field {{field}} cannot be blank
pt: O campo {{field}} não pode ficar em branco

source: You need to select at least one {{element}}
pt: Você precisa selecionar pelo menos um {{element}}

source: Data elements used for duplication assessment
pt: Elementos de dados usados para avaliação de duplicação

source: Close
pt: Fechar

source: Program
pt: Programa

source: Access to Template Generation
pt: Acesso à geração de planilhas

source: Access to Settings and Themes
pt: Acesso a configurações e temas

source: Select Organisation Units on template generation
pt: Selecione unidades organizacionais na geração de planilhas

source: Select Organisation Units on template import
pt: Selecione unidades organizacionais na importação de planilhas com dados

source: Select Organisation Units on template generation and import
pt: Selecione Unidades da organização na geração e importação de planilhas

source: Days
pt: Dias

source: Weeks
pt: Semanas

source: Months
pt: Meses

source: Years
pt: Anos

source: Accessible to {{users}} users and {{userGroups}} user groups
pt: Acessível aos usuários {{users}} e os grupos de usuários {{userGroups}}

source: Accessible to {{users}} users
pt: Acessível aos usuários {{users}}

source: Accessible to {{userGroups}} user groups
pt: Acessível aos grupos de usuários {{userGroups}}

source: Only accessible to system administrators
pt: Acessível apenas para administradores de sistema

source: Not accessible
pt: Não acessível

source: Data model
pt: Modelo de dados

source: Organisation Unit Visibility
pt: Visibilidade da unidade organizacional

source: Duplicate detection
pt: Detecção duplicada

source: Event date time difference for events (programs)
pt: Diferença de data e hora do evento de eventos (programas)

source: Data elements filter for events (programs)
pt: Filtro de elementos de dados for events (programs)

source: Data elements used for duplicates identification
pt: Elementos de dados usados para identificação de duplicatas

source: Permissions
pt: Permissões

source: Imported
pt: Importado

source: Updated
pt: Atualizada

source: Deleted
pt: Excluído

source: Ignored
pt: Ignorado

source: All
pt: Tudo

source: Template
pt: Modelo

source: Select template to export...
pt: Selecione o planilha para exportar ...

source: Data Model
pt: Modelo de dados

source: Period
pt: Período

source: Start period
pt: Período inicial

source: End period
pt: Período final

source: Organisation units
pt: Unidades organizacionais

source: Select available organisation units to include in the template
pt: Selecione as unidades organizacionais para incluir na planilha

source: User does not have any capture organisations units
pt: O usuário não tem accesso a nenhuma unidade organizacional

source: Advanced template properties
pt: Propriedades avançadas da planilha

source: Language
pt: Língua

source: Theme
pt: Tema

source: <No value>
pt: <Sem valor>

source: Populate template with data
pt: Preencher a planilha com dados

source: Start date
pt: Data de início

source: End date
pt: Data de fim

source: Edit theme
pt: Editar tema

source: New theme
pt: Novo tema

source: Theme name
pt: Nome do tema

source: Colors
pt: Cores

source: Color options
pt: Opções de cores

source: Headings
pt: Cabeçalhos

source: Title text
pt: Texto do título

source: Subtitle text
pt: Texto da legenda

source: Logo
pt: Logotipo

source: Drag and drop logo file
pt: Arraste e solte o logotipo aqui

source: Pattern
pt: Padrão

source: Fixed
pt: Fixo

source: An error ocurred while saving theme
pt: Ocorreu um erro ao salvar o tema

source: Delete {{count}} themes
pt: Excluir {{count}} temas

source: Are you sure you want to remove selected themes
pt: Tem certeza de que deseja excluir os temas selecionados

source: Name
pt: Nome

source: Title
pt: Título

source: Subtitle
pt: Legenda

source: Edit
pt: Editar

source: Delete
pt: Excluir

source: Create theme
pt: Criar tema

source: Error deleting data values
pt: Erro ao excluir valores de dados

source: Select at least one model
pt: Selecione pelo menos uma planilha

source: Cannot get data entry sheet
pt: Não é possível obter a folha de registro de dados

source: Cannot get metadata sheet
pt: Não é possível obter a folha de metadados

source: Location not valid. Check row number {{rowNumber}} for country {{country}}
pt: Local inválido. Verifique o número da linha {{rowNumber}} do país {{country}}

source: Event date is empty
pt: A data do evento está vazia

source: Cannot import: Versions do not match (database={{dbVersion}}, file={{sheetVersion}})
pt: Não é possível importar: as versões não correspondem (banco de dados = {{dbVersion}}, arquivo = {{sheetVersion}})

source: You need to select at least one element to export
pt: Você precisa selecionar pelo menos um elemento para exportar

source: You need to select start and end periods for dataSet templates
pt: Você precisa selecionar os períodos inicial e final da planilha do DataSet

source: You need to select start and end dates to populate template
pt: Você precisa selecionar as datas de início e fim para preencher a planilha com dados

source: Downloading template...
pt: Descarregando a planilha...

source: Download template
pt: Descarregar a planilha

source: Reading file...
pt: Lendo arquivo ...

source: Cannot read file
pt: Não é possível ler o arquivo

source: You don't have write permissions for {{type}} {{name}}
pt: Você não tem permissões de gravação para {{type}} {{name}}

source: Reading data...
pt: Lendo dados ...

source: Select at least one organisation unit to import data
pt: Selecione pelo menos uma unidade organizacional para importar dados

source: Invalid organisation units found
pt: Unidades organizacionais inválidas encontradas

source: There are {{number}} data values with an invalid organisation unit that will be ignored during import. You can still download them and send them to your administrator.
pt: Existem {{number}} valores de dados com uma unidade organizacional inválida que serão ignorados durante a importação. Você debe baixá-los e enviá-los ao administrador do DHIS2

source: Cancel
pt: Cancelar

source: Proceed
pt: Continuar

source: Download data values with invalid organisation units
pt: Descarregar dados com unidades organizacionais inválidas

source: Importing data...
pt: Importando dados ...

source: Existing data values
pt: Valores de dados existentes

source: There are {{totalExisting}} data values in the database for this organisation unit and periods. If you proceed, all those data values will be deleted and only the ones in the spreadsheet will be saved. Are you sure?
pt: Existem {{totalExisting}} valores de dados no banco de dados para esta unidade e períodos da organização. Se você continuar, todos esses valores de dados serão excluídos e remplazados pelos dados da planilha. Tem certeza que deseja continuar?

source: Import only new data values
pt: Importar apenas novos valores de dados

source: Warning: Your upload may result in the generation of duplicates
pt: Aviso: seu upload pode resultar na geração de duplicados

source: There are {{totalExisting}} records in your template with very similar or exact values as other records that already exist. If you proceed, you risk creating duplicates. What would you like to do?
pt: Existem registros {{totalExisting}} no seu modelo com valores exatos ou muito semelhantes a outros registros do sistema. Se você continuar, corre o risco de criar duplicados. O que você gostaria de fazer?

source: Import everything anyway
pt: Importar tudo de qualquer maneira

source: Cancel import
pt: Cancelar importação

source: Import only new records
pt: Importar apenas novos registros

source: Checking duplicates...
pt: Verificando duplicados...

source: Bulk data import
pt: Importação de dados em massa

source: Drag and drop file to import
pt: Arraste e solte o arquivo para importar

source: Create
pt: Crio

source: event
pt: evento

source: Update
pt: Atualizar

source: data values
pt: valores de dados

source: Select import Organisation Unit
pt: Selecione a unidade organizacional para importar os dados

source: No capture org unit match element org units
pt: Nenhuma unidade organizacional de captura corresponde às unidades organizacionais do elemento

source: Import data
pt: Importar dados

source: Themes
pt: Temas

source: Settings
pt: Configurações

source: Settings saved
pt: Configurações salvas
